// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "Proteção das portas diretas";

TaskDescription = "Use esta configuração para desativar a impressão através das portas USB e paralela.\n\nO JetDirect, a conectividade de rede integrada e os cartões adicionais de terceiros (como Firewire) não são afetados com esta configuração.";
CheckboxTitle = "Desativar portas diretas";
ApplyButtonTitle = "Aplicar agora";